/* Localizable strings of com.apple.homeSync preference manifest */

"homeSync.pfm_title" =			"Home Sync";
"homeSync.pfm_description" =			"Home Sync preferences";

"isNewMobileAccount.pfm_title" =			"New Mobile Account";
"isNewMobileAccount.pfm_description" =			"Set to true if this is a new mobile account that should be synced initially.";
"periodicSyncOn.pfm_title" =			"Background Sync On";
"periodicSyncOn.pfm_description" =			"Set to true to sync in the background.";
"syncPeriodSeconds.pfm_title" =			"Background Sync Interval";
"syncPeriodSeconds.pfm_description" =			"Background sync interval in seconds.";
"replaceUserSyncList.pfm_title" =			"Override Home Sync Prefs";
"replaceUserSyncList.pfm_description" =			"Set to true to replace the user's Home Sync preferences with managed preferences. Set to false to combine with managed preferences.";
"replaceUserPrefSyncList.pfm_title" =			"Override Preference Sync Prefs";
"replaceUserPrefSyncList.pfm_description" =			"Set to true to replace the user’s Preference Sync preferences with managed preferences. Set to false to combine them with managed preferences.";

"syncedFolders.pfm_title" =			"Home Sync Items";
"syncedFolders.pfm_description" =			"Include items to sync in the background while the user is logged in.";
"syncedFolders-raw.pfm_title" =			"Managed Home Sync Items";
"syncedFolders-raw.pfm_description" =			"Include managed items to sync in the background while the user is logged in.";
"syncedPrefFolders.pfm_title" =			"Preference Sync Items";
"syncedPrefFolders.pfm_description" =			"Include items to sync when a user logs in or logs out.";
"syncedPrefFolders-raw.pfm_title" =			"Managed Preference Sync Items";
"syncedPrefFolders-raw.pfm_description" =			"Include managed items to sync when a user logs in or logs out.";
"sync_item_description.pfm_title" =			"Description";
"sync_item_description.pfm_description" =			"Description of file or folder to sync.";
"path.pfm_title" =			"Path";
"path.pfm_description" =			"Path of file or folder to sync.";

"excludedItems.pfm_title" =			"Home Sync Exclusions";
"excludedItems.pfm_description" =			"List items to exclude from Home Sync.";
"excludedItems-raw.pfm_title" =			"Managed Home Sync Exclusions";
"excludedItems-raw.pfm_description" =			"List managed items to exclude from Home Sync.";
"excludedPrefItems.pfm_title" =			"Preference Sync Exclusions";
"excludedPrefItems.pfm_description" =			"List items to exclude from Preference Sync.";
"excludedPrefItems-raw.pfm_title" =			"Managed Preference Sync Exclusions";
"excludedPrefItems-raw.pfm_description" =			"List managed items to exclude from Preference Sync.";
"comparison.pfm_title" =			"Comparison";
"comparison.pfm_description" =			"Comparison type.";
"value.pfm_title" =			"Value";
"value.pfm_description" =			"Comparison value.";

"syncedFolders-UPK.pfm_title" =			"Managed Home Sync Union Policy";
"syncedFolders-UPK.pfm_description" =			"Managed Home Sync union policy";
"syncedPrefFolders-UPK.pfm_title" =			"Managed Preference Sync Union Policy";
"syncedPrefFolders-UPK.pfm_description" =			"Managed Preference Sync union policy";
"excludedItems-UPK.pfm_title" =			"Managed Background Exclusions Union Policy";
"excludedItems-UPK.pfm_description" =			"Managed Background exclusions union policy";
"excludedPrefItems-UPK.pfm_title" =			"Managed Preference Exclusions Union Policy";
"excludedPrefItems-UPK.pfm_description" =			"Managed Preference exclusions union policy";

"loginPrefSyncConflictResolution.pfm_title" =			"Login Preference Sync Conflict Resolution";
"loginPrefSyncConflictResolution.pfm_description" = 			"This setting affects syncing ~/Library at login. Set to “mobileHomeWins” to merge homes and have the local (mobile) home win conflicts, “mobileHomeCopy” to copy the local home to the network home, “automatic” or “networkHomeWins” to merge homes and have the network home win conflicts, or “networkHomeCopy” to copy the network home to the local home.";
"loginNonprefSyncConflictResolution.pfm_title" =			"Login Non-preference Sync Conflict Resolution";
"loginNonprefSyncConflictResolution.pfm_description" = 			"This setting affects syncing everything besides ~/Library at login. Set to “showConflictDialogs” to show dialogs when conflicts occur, “mobileHomeWins” to merge homes and have the local (mobile) home win conflicts, “mobileHomeCopy” to copy the local home to the network home, “automatic” or “networkHomeWins” to merge homes and have the network home win conflicts, or “networkHomeCopy” to copy the network home to the local home.";
"logoutPrefSyncConflictResolution.pfm_title" =			"Logout Preference Sync Conflict Resolution";
"logoutPrefSyncConflictResolution.pfm_description" = 			"This setting affects syncing ~/Library at logout. Set to “mobileHomeWins” to merge homes and have the local (mobile) home win conflicts, “mobileHomeCopy” to copy the local home to the network home, “networkHomeWins” to merge homes and have the network home win conflicts, or “networkHomeCopy” to copy the network home to the local home.";
"logoutNonprefSyncConflictResolution.pfm_title" =			"Logout Non-preference Sync Conflict Resolution";
"logoutNonprefSyncConflictResolution.pfm_description" = 			"This setting affects syncing everything besides ~/Library at logout. Set to “showConflictDialogs” to show dialogs when conflicts occur, “automatic” or “mobileHomeWins” to merge homes and have the local (mobile) home win conflicts, “mobileHomeCopy” to copy the local home to the network home, “networkHomeWins” to merge homes and have the network home win conflicts, or “networkHomeCopy” to copy the network home to the local home.";
"backgroundConflictResolution.pfm_title" =			"Home Sync Conflict Resolution";
"backgroundConflictResolution.pfm_description" = 			"This setting affects syncing everything besides ~/Library in the background. Set to “automatic” or “showConflictDialogs” to show dialogs when conflicts occur, “mobileHomeWins” to merge homes and have the local (mobile) home win conflicts, “mobileHomeCopy” to copy the local home to the network home, “networkHomeWins” to merge homes and have the network home win conflicts, or “networkHomeCopy” to copy the network home to the local home.";

"syncPreferencesAtLogin.pfm_title" =			"Sync Preferences During Login";
"syncPreferencesAtLogin.pfm_description" = 			"This setting allows you to sync preferences during login. Set to “automatic” or “sync” to sync preferences at login, or “dontSync” to not sync preferences at login.";
"syncPreferencesAtLogout.pfm_title" =			"Sync Preferences During Logout";
"syncPreferencesAtLogout.pfm_description" = 			"This setting allows you to sync preferences during logout. Set to “automatic” or “sync” to sync preferences at logout, or “dontSync” to not sync preferences at logout.";
"syncPreferencesAtSyncNow.pfm_title" =			"Sync Preferences During Manual Sync";
"syncPreferencesAtSyncNow.pfm_description" = 			"This setting allows you to sync preferences during a manual sync. Set to “automatic” or “sync” to sync preferences during a manual sync, or “dontSync” to not sync preferences during a manual sync.";
"syncPreferencesInBackground.pfm_title" =			"Sync Preferences in the Background";
"syncPreferencesInBackground.pfm_description" = 			"This setting allows you to sync preferences during a background sync. Set to “automatic” or “sync” to sync preferences in the background, or “dontSync” to not synchronize preferences in the background.";

"syncBackgroundSetAtLogin.pfm_title" =			"Sync Home Sync Items During Login";
"syncBackgroundSetAtLogin.pfm_description" = 			"This setting allows you to sync Home Sync items during login. Set to “automatic” or “sync” to sync Home Sync items at login, or “dontSync” to not sync Home Sync items at login.";
"syncBackgroundSetAtLogout.pfm_title" =			"Sync Home Sync Items During Logout";
"syncBackgroundSetAtLogout.pfm_description" = 			"This setting allows you to sync Home Sync items during logout. Set to “automatic” or “sync” to sync Home Sync items at logout, or “dontSync” to not sync Home Sync items at logout.";
"syncBackgroundSetAtSyncNow.pfm_title" =			"Sync Home Sync Items During Manual Sync";
"syncBackgroundSetAtSyncNow.pfm_description" = 			"This setting allows you to sync Home Sync items during a manual sync. Set to “automatic” or “sync” to sync Home Sync items during a manual sync, or “dontSync” to not sync Home Sync items during a manual sync.";
"syncBackgroundSetInBackground.pfm_title" =			"Sync Home Sync Items in the Background";
"syncBackgroundSetInBackground.pfm_description" = 			"This setting allows you to sync Home Sync items during a background sync. Set to “automatic” or “sync” to sync Home Sync items in the background, or “dontSync” to not synchronize Home Sync items in the background.";

"loginPrefSuppressErrors.pfm_title" =			"Suppress Login Preference Sync Errors";
"loginPrefSuppressErrors.pfm_description" = 			"Set to true to suppress error dialogs during login sync of ~/Library.";
"loginNonprefSuppressErrors.pfm_title" =			"Suppress Login Non-preference Sync Errors";
"loginNonprefSuppressErrors.pfm_description" = 			"Set to true to suppress error dialogs during login sync of everything besides ~/Library.";
"logoutPrefSuppressErrors.pfm_title" =			"Suppress Logout Preference Sync Errors";
"logoutPrefSuppressErrors.pfm_description" = 			"Set to true to suppress error dialogs during logout sync of ~/Library.";
"logoutNonprefSuppressErrors.pfm_title" =			"Suppress Logout Non-preference Sync Errors";
"logoutNonprefSuppressErrors.pfm_description" = 			"Set to true to suppress error dialogs during logout sync of everything besides ~/Library.";
"firstSyncSuppressErrors.pfm_title" =			"Suppress Initial Sync Errors";
"firstSyncSuppressErrors.pfm_description" = 			"Set to true to suppress error dialogs during initial sync.";
"backgroundSuppressErrors.pfm_title" =			"Suppress Home Sync Errors";
"backgroundSuppressErrors.pfm_description" = 			"Set to true to suppress error dialogs during a home sync.";

"loginSyncDialogTimeoutSeconds.pfm_title" =			"Login Dialog Timeout";
"loginSyncDialogTimeoutSeconds.pfm_description" = 			"Maximum seconds to display login error or conflict dialogs. Set to 0 for no time limit.";
"logoutSyncDialogTimeoutSeconds.pfm_title" =			"Logout Dialog Timeout";
"logoutSyncDialogTimeoutSeconds.pfm_description" = 			"Maximum seconds to display logout error or conflict dialogs. Set to 0 for no time limit.";

"disableFirstSyncCancel.pfm_title" =				"Disable First Time Sync Cancel";
"disableFirstSyncCancel.pfm_description" = 			"Set to True to disable canceling a first time sync.";
"disableLoginSyncCancel.pfm_title" =				"Disable Login Sync Cancel";
"disableLoginSyncCancel.pfm_description" =			"Set to True to disable canceling a login sync.";
"disableLogoutSyncCancel.pfm_title" =				"Disable Logout Sync Cancel";
"disableLogoutSyncCancel.pfm_description" =			"Set to True to disable canceling a logout sync.";

"progressDelaySeconds.pfm_title" =				"Time To Delay Progress Dialog";
"progressDelaySeconds.pfm_description" = 			"The time in whole seconds that the progress dialog delays for various reasons. The default is set to 0.5 seconds if you don't set this key";
"alertOnFailedMounts.pfm_title" =				"Alert On Failed Mounts";
"alertOnFailedMounts.pfm_description" =			"Set to True if you want an alert if the network home mount fails.";

